Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Nothing here yet. Tap Enable Apple Health above to read your data live, or import a Health export .zip in Data Sources.
de: Hier ist noch nichts. Tippe oben auf „Apple Health aktivieren“, um deine Daten live zu lesen, oder importiere eine Health-Export-.zip unter „Datenquellen“.
es: Aún no hay nada aquí. Toca Activar Apple Health arriba para leer tus datos en vivo, o importa un .zip de exportación de Health en Fuentes de datos.
fr: Rien ici pour l'instant. Touchez Activer Apple Santé ci-dessus pour lire vos données en direct, ou importez un .zip d'export Santé dans Sources de données.
it: Ancora niente qui. Tocca Abilita Apple Health qui sopra per leggere i tuoi dati in diretta, oppure importa un file .zip di esportazione Health in Sorgenti dati.
pl: Jeszcze nic tu nie ma. Kliknij opcję Włącz Apple Health powyżej, aby odczytać dane na żywo, lub zaimportuj eksport stanu zdrowia .zip do źródeł danych.
pt_pt: Nada aqui ainda. Toque em Ativar Apple Health acima para ler os teus dados em direto ou importe um . zip de exportação de Health nas fontes de dados.
ru: Пока ничего нет. Нажмите «Включить Apple Health» выше, чтобы считывать данные в реальном времени, либо импортируйте .zip-экспорт Health в разделе «Источники данных».
th: ยังไม่มีอะไรที่นี่ แตะเปิดใช้งาน Apple Health ด้านบนเพื่ออ่านข้อมูลของคุณแบบเรียลไทม์ หรือนำเข้าไฟล์ส่งออก Health .zip ในแหล่งข้อมูล
zh_hans: 这里还没有内容。点击上方的「启用 Apple 健康」以实时读取你的数据，或在「数据来源」中导入一个健康导出的 .zip 文件。
zh_hant: 這裡還沒有內容。點擊上方的「啟用 Apple 健康」以即時讀取你的資料，或在「資料來源」中匯入一個健康匯出的 .zip 檔案。

source: Nothing here yet. This sideloaded install can't read Apple Health directly. Import a Health export .zip in Data Sources, or turn on Shortcuts Export to bring your strap data into Health.
de: Hier ist noch nichts. Diese sideloadete Installation kann Apple Health nicht direkt lesen. Importiere eine Health-Export-.zip unter „Datenquellen“ oder schalte den Kurzbefehle-Export ein, um deine Strap-Daten in Health zu bringen.
es: Aún no hay nada aquí. Esta instalación por sideload no puede leer Apple Health directamente. Importa un .zip de exportación de Health en Fuentes de datos, o activa la exportación por Atajos para llevar los datos de tu pulsera a Health.
fr: Rien ici pour l'instant. Cette installation par sideload ne peut pas lire Apple Santé directement. Importez un .zip d'export Santé dans Sources de données, ou activez l'export par Raccourcis pour faire entrer les données de votre bracelet dans Santé.
it: Ancora niente qui. Questa installazione sideload non può leggere Apple Health direttamente, importa un file .zip di esportazione Health in Sorgenti dati, oppure attiva l'Esportazione tramite Comandi per portare i dati della tua fascia in Health.
pl: Jeszcze nic tu nie ma. Ta instalacja ładowana z boku nie może bezpośrednio odczytać Apple Health. Zaimportuj eksport stanu zdrowia .zip do źródeł danych lub włącz opcję Eksport skrótów, aby przenieść dane paska do aplikacji Zdrowie.
pt_pt: Ainda nada aqui. Esta instalação transferida não pode ler o Apple Health diretamente. Importe um . zip de exportação do Health nas fontes de dados ou ative a exportação de atalhos para trazer os dados da tua bracelete para o Health.
ru: Пока ничего нет. Эта установка через сайдлоад не может считывать Apple Health напрямую. Импортируйте .zip-экспорт Health в разделе «Источники данных» или включите экспорт через Shortcuts, чтобы передать данные браслета в Health.
th: ยังไม่มีอะไรที่นี่ การติดตั้งแบบไซด์โหลดนี้ไม่สามารถอ่าน Apple Health ได้โดยตรง นำเข้าการส่งออก Health .zip ในแหล่งข้อมูล หรือเปิดการส่งออกทางลัดเพื่อนำข้อมูลสายรัดของคุณเข้าสู่ Health
zh_hans: 这里还没有内容。此旁加载的安装无法直接读取 Apple 健康，请在「数据来源」中导入一个健康导出的 .zip 文件，或开启「快捷指令导出」以将你的手环数据带入「健康」。
zh_hant: 這裡還沒有內容。此側載的安裝無法直接讀取 Apple 健康，請在「資料來源」中匯入一個健康匯出的 .zip 檔案，或開啟「捷徑匯出」以將你的手環資料帶入「健康」。

source: Nothing hidden
de: Nichts ausgeblendet
es: No hay nada oculto
fr: Aucun élément masqué
it: Nessun elemento nascosto
pl: Nic ukrytego
pt_pt: Nada oculto
ru: Нет скрытых элементов
th: ไม่มีรายการที่ซ่อน
zh_hans: 没有隐藏项目
zh_hant: 沒有隱藏項目

source: Nothing imported
de: Nichts importiert
es: Nada importado
fr: Rien d'importé
it: Niente importato
pl: Nic importowanego
pt_pt: Nada importado
ru: Ничего не импортировано
th: ไม่มีอะไรนำเข้า
zh_hans: 未导入任何内容
zh_hant: 未匯入任何內容

source: Nothing imported yet. In Data Sources, choose your Mi Fitness export (a .zip of the Mi Fitness app folder from the Files app) to bring in your steps, heart rate, sleep stages, SpO₂ and stress.
de: Noch nichts importiert. Wähle unter „Datenquellen“ deinen Mi-Fitness-Export (eine .zip des Mi-Fitness-App-Ordners aus der Dateien-App), um deine Schritte, Herzfrequenz, Schlafphasen, SpO₂ und deinen Stress hereinzuholen.
es: Aún no se ha importado nada. En Fuentes de datos, elige tu exportación de Mi Fitness (un .zip de la carpeta de la app Mi Fitness desde la app Archivos) para traer tus pasos, frecuencia cardíaca, fases de sueño, SpO₂ y estrés.
fr: Rien d'importé pour l'instant. Dans Sources de données, choisissez votre export Mi Fitness (un .zip du dossier de l'app Mi Fitness depuis l'app Fichiers) pour faire entrer vos pas, votre fréquence cardiaque, vos stades de sommeil, votre SpO₂ et votre stress.
it: Ancora niente importato. In Sorgenti dati, scegli la tua esportazione Mi Fitness (un file .zip della cartella dell'app Mi Fitness dall'app File) per acquisire i tuoi passi, la frequenza cardiaca, le fasi del sonno, la SpO₂ e lo stress.
pl: Jeszcze nic nie zaimportowano. W Źródłach danych wybierz eksport Mi Fitness (plik .zip folderu aplikacji Mi Fitness z aplikacji Pliki), aby wprowadzić kroki, tętno, fazy snu, SpO₂ i stres.
pt_pt: Nada importado ainda. Em Fontes de Dados, escolha a tua exportação Mi Fitness (um . zip da pasta da aplicação Mi Fitness da aplicação Ficheiros) para trazer os teus passos, frequência cardíaca, fases do sono, SpO₂ e stress.
ru: Пока ничего не импортировано. В разделе «Источники данных» выберите экспорт Mi Fitness (.zip-архив папки приложения Mi Fitness из приложения «Файлы»), чтобы получить шаги, пульс, стадии сна, SpO₂ и стресс.
th: ยังไม่ได้นำเข้าอะไรเลย ในแหล่งข้อมูล ให้เลือกการส่งออก Mi Fitness ของคุณ (.zip ของโฟลเดอร์แอป Mi Fitness จากแอป Files) เพื่อนำเข้าจำนวนก้าว อัตราการเต้นหัวใจ ระยะการนอน SpO₂ และความเครียด
zh_hans: 尚未导入任何内容。在「数据来源」中，选择你的 Mi Fitness 导出文件（来自「文件」应用的 Mi Fitness 应用文件夹的 .zip）以引入你的步数、心率、睡眠阶段、SpO₂ 和压力。
zh_hant: 尚未匯入任何內容。在「資料來源」中，選擇你的 Mi Fitness 匯出檔案（來自「檔案」應用程式的 Mi Fitness 應用程式資料夾的 .zip）以引入你的步數、心率、睡眠階段、SpO₂ 和壓力。

source: Nothing imported yet. On an iPhone: Health app, tap your photo, Export All Health Data, then import the .zip here in Data Sources.
de: Noch nichts importiert. Auf einem iPhone: Health-App, tippe auf dein Foto, „Alle Gesundheitsdaten exportieren“, dann importiere die .zip hier unter Datenquellen.
es: Aún no se ha importado nada. En un iPhone: app Salud, toca tu foto, Exportar todos los datos de salud y luego importa el .zip aquí en Fuentes de datos.
fr: Rien d'importé encore. Sur iPhone : app Santé, tapez votre photo, Exporter toutes les données de santé, puis importez le .zip ici dans Sources de données.
it: Ancora nulla importato. Su iPhone: app Salute, tocca la tua foto, Esporta tutti i dati sulla salute, poi importa il file .zip qui in Sorgenti dati.
pl: Jeszcze nic nie zaimportowano. Na iPhonie: aplikacja Zdrowie stuknij swoje zdjęcie, Eksportuj wszystkie dane dotyczące zdrowia, a następnie zaimportuj plik .zip tutaj, w Źródłach danych.
pt_pt: Nada importado ainda. Num iPhone: aplicação Saúde, toque na tua fotografia, Exportar todos os dados de saúde e importe o ficheiro . zip aqui em Fontes de Dados.
ru: Пока ничего не импортировано. На iPhone откройте «Здоровье», нажмите на своё фото, выберите «Экспортировать все медданные», затем импортируйте ZIP-файл здесь, в разделе «Источники данных».
th: ยังไม่ได้นำเข้าอะไรเลย บน iPhone: แอป Health ให้แตะรูปภาพของคุณ ส่งออกข้อมูลสุขภาพทั้งหมด จากนั้นนำเข้า .zip ที่นี่ในแหล่งข้อมูล
zh_hans: 尚未导入任何内容。在 iPhone 上：打开「健康」应用，点击你的头像，选择「导出所有健康数据」，然后在这里的「数据来源」中导入该 .zip 文件。
zh_hant: 尚未匯入任何內容。在 iPhone 上：打開「健康」應用程式，點擊你的頭像，選擇「匯出所有健康資料」，然後在這裡的「資料來源」中匯入該 .zip 檔案。

source: Nothing in the catalog moves clearly with %@ over this window. Widen the range to surface relationships.
de: Nichts im Katalog bewegt sich in diesem Zeitraum klar mit %@. Erweitere den Bereich, um Zusammenhänge sichtbar zu machen.
es: Nada en el catálogo se mueve claramente con %@ en esta ventana. Amplía el rango para revelar relaciones.
fr: Rien dans le catalogue n'évolue clairement avec %@ sur cette fenêtre. Élargissez la plage pour faire apparaître des relations.
it: Nessuna metrica del catalogo si muove chiaramente insieme a %@ in questo intervallo. Amplia l'intervallo per far emergere le relazioni.
pl: Nic w katalogu nie przesuwa się wyraźnie z %@ nad tym oknem. Poszerz zakres relacji na powierzchni.
pt_pt: Nada no catálogo se move claramente com %@ nesta janela. Alargue o alcance para revelar relacionamentos.
ru: За выбранный период ни один показатель явно не связан с %@. Расширьте диапазон, чтобы выявить возможные связи.
th: ไม่มีสิ่งใดในแค็ตตาล็อกที่เคลื่อนไหวอย่างชัดเจนกับ %@ บนช่วงข้อมูลนี้ ขยายขอบเขตเพื่อแสดงความสัมพันธ์
zh_hans: 在此窗口内，目录中没有任何指标与 %@ 有明显的协同变化。请扩大范围以显现关系。
zh_hant: 在此視窗內，目錄中沒有任何指標與 %@ 有明顯的協同變化。請擴大範圍以顯現關係。

source: Nothing is saved until you confirm.
de: Es wird nichts gespeichert, bis Sie es bestätigen.
es: No se guarda nada hasta que confirmes.
fr: Rien n'est enregistré jusqu'à ce que vous confirmiez.
it: Niente viene salvato finché non confermi.
pl: Nic nie zostaje zapisane, dopóki nie potwierdzisz.
pt_pt: Nada é salvo até que você confirme.
ru: Ничего не сохраняется, пока вы не подтвердите.
th: ไม่มีอะไรถูกบันทึกจนกว่าคุณจะยืนยัน
zh_hans: 在您确认之前，不会保存任何内容。
zh_hant: 在您確認之前，不會儲存任何內容。

source: Nothing leaves your %@
de: Nichts verlässt dein %@
es: Nada sale de tu %@
fr: Rien ne quitte votre %@
it: Niente lascia il tuo %@
pl: Nic nie opuszcza Twojego %@
pt_pt: Nada sai do teu %@
ru: Ничего не покидает ваш %@
th: ไม่มีข้อมูลใดออกจาก %@ ของคุณ
zh_hans: 任何数据都不会离开你的 %@
zh_hant: 任何資料都不會離開你的 %@

source: Nothing left to review.
de: Nichts mehr zu prüfen.
es: No queda nada por revisar.
fr: Il ne reste rien à vérifier.
it: Non resta nulla da controllare.
pl: Nie ma nic więcej do przejrzenia.
pt_pt: Não há mais nada para rever.
ru: Больше нечего проверять.
th: ไม่มีอะไรเหลือให้ทบทวน
zh_hans: 没有需要检查的内容。
zh_hant: 沒有需要檢查的內容。

source: Nothing notable
de: Nichts Auffälliges
es: Nada destacable
fr: Rien de notable
it: Niente di rilevante
pl: Nic godnego uwagi
pt_pt: Nada de notável
ru: Ничего примечательного
th: ไม่มีอะไรโดดเด่น
zh_hans: 没有值得注意的
zh_hant: 沒有值得注意的

source: Nothing offloaded for this window yet.
de: Für dieses Fenster wurde noch nichts übertragen.
es: Aún no se ha descargado nada para esta ventana.
fr: Rien de déchargé pour cette fenêtre pour l'instant.
it: Ancora niente scaricato per questo intervallo.
pl: Nic nie zostało jeszcze załadowane dla tego okna.
pt_pt: Ainda não foi descarregado nada para esta janela.
ru: Для этого периода пока ничего не выгружено.
th: ยังไม่มีการออฟโหลดสำหรับช่วงข้อมูลนี้
zh_hans: 此窗口尚无已卸载的内容。
zh_hant: 此視窗尚無已卸載的內容。

source: nothing planned
de: nichts geplant
es: nada planificado
fr: rien de prévu
it: niente in programma
pl: nic nie zaplanowano
pt_pt: nada planeado
ru: ничего не запланировано
th: ไม่มีอะไรวางแผน
zh_hans: 没有计划
zh_hant: 沒有計劃

source: Nothing planned this week
de: Diese Woche nichts geplant
es: Nada planificado esta semana
fr: Rien de prévu cette semaine
it: Niente in programma questa settimana
pl: Nic nie zaplanowano w tym tygodniu
pt_pt: Nada planeado esta semana
ru: На этой неделе ничего не запланировано
th: สัปดาห์นี้ไม่มีการวางแผนใดๆ
zh_hans: 本周没有计划
zh_hant: 本週沒有計劃

source: Nothing planned yet.
de: Noch nichts geplant.
es: Nada planificado todavía.
fr: Rien de planifié pour l'instant.
it: Niente di pianificato ancora.
pl: Nic jeszcze nie zaplanowano.
pt_pt: Nada planejado ainda.
ru: Пока ничего не запланировано.
th: ยังไม่มีการวางแผนใดๆ
zh_hans: 还没有什么计划。
zh_hant: 還沒有什麼計劃。

source: Nothing selected yet.
de: Noch nichts ausgewählt.
es: Aún no hay nada seleccionado.
fr: Rien de sélectionné encore.
it: Ancora nulla di selezionato.
pl: Jeszcze nic nie zostało wybrane.
pt_pt: Ainda nada selecionado.
ru: Пока ничего не выбрано.
th: ยังไม่ได้เลือกอะไรเลย
zh_hans: 尚未选择任何内容。
zh_hant: 尚未選擇任何內容。

source: Nothing to export
de: Nichts zu exportieren
es: Nada que exportar
fr: Rien à exporter
it: Niente da esportare
pl: Nic do eksportu
pt_pt: Nada para exportar
ru: Нечего экспортировать
th: ไม่มีอะไรจะส่งออก
zh_hans: 没有可导出的内容
zh_hant: 沒有可匯出的內容

source: Nothing to fuse yet
de: Noch nichts zum Zusammenführen
es: Aún no hay nada que fusionar
fr: Rien à fusionner pour l'instant
it: Ancora niente da fondere
pl: Nie ma jeszcze nic do łączenia
pt_pt: Nada para fundir ainda
ru: Пока нечего объединять
th: ยังไม่มีอะไรจะหลอมรวม
zh_hans: 尚无可融合的内容
zh_hant: 尚無可融合的內容

source: Nothing to reclaim right now. NOOP already cleans up import scratch space automatically.
de: Gerade nichts freizugeben. NOOP räumt den Import-Zwischenspeicher bereits automatisch auf.
es: No hay nada que liberar ahora mismo. NOOP ya limpia automáticamente el espacio temporal de importación.
fr: Rien à récupérer pour le moment. NOOP nettoie déjà automatiquement l'espace temporaire d'importation.
it: Niente da recuperare al momento, NOOP ripulisce già automaticamente lo spazio temporaneo di importazione.
pl: W tej chwili nie ma nic do odzyskania. NOOP już automatycznie czyści miejsce importu.
pt_pt: Nada a recuperar agora. O NOOP já limpa o espaço de trabalho de importação automaticamente.
ru: Сейчас нечего освобождать. NOOP уже автоматически очищает временное место для импорта.
th: ไม่มีอะไรจะเรียกคืนในขณะนี้ NOOP ทำความสะอาดพื้นที่เริ่มต้นการนำเข้าโดยอัตโนมัติแล้ว
zh_hans: 目前没有可回收的空间，NOOP 已自动清理导入的临时空间。
zh_hant: 目前沒有可回收的空間，NOOP 已自動清理匯入的暫存空間。

source: Nothing to summarise in this chat yet.
de: In diesem Chat gibt es noch nichts zusammenzufassen.
es: Nada que resumir en este chat todavía.
fr: Rien à résumer dans ce chat pour l'instant.
it: Non c'è ancora nulla da riassumere in questa chat.
pl: Nie ma jeszcze czego podsumować w tej rozmowie.
pt_pt: Nada para resumir neste bate-papo ainda.
ru: В этом чате пока нечего подводить итоги.
th: ยังไม่มีอะไรจะสรุปในแชทนี้
zh_hans: 这次聊天中还没有什么可以总结的。
zh_hant: 這次聊天還沒有什麼可以總結的。

source: Nothing yet — that's normal for a goal this new.
de: Noch nichts — bei einem so neuen Ziel ganz normal.
es: Nada aún: es normal con un objetivo tan reciente.
fr: Rien encore — c'est normal pour un objectif aussi récent.
it: Ancora niente: è normale per un obiettivo così nuovo.
pl: Jeszcze nic — to normalne przy tak świeżym celu.
pt_pt: Nada ainda – isso é normal para um objetivo tão novo.
ru: Пока ничего — это нормально для такой новой цели.
th: ยังไม่มีอะไร — นั่นเป็นเรื่องปกติสำหรับเป้าหมายใหม่นี้
zh_hans: 目前还什么都没有——对于这个新目标来说这很正常。
zh_hant: 目前還什麼都沒有——對於這個新目標來說這很正常。

source: Nothing's flagging. Train to feel - your body's holding steady.
de: Nichts schlägt Alarm. Trainiere nach Gefühl - dein Körper hält stabil.
es: Nada está en alerta. Entrena según cómo te sientas: tu cuerpo se mantiene estable.
fr: Rien ne clignote. Entraînez-vous selon vos sensations - votre corps tient bon.
it: Niente è in allerta. Allenati in base a come ti senti - il tuo corpo si mantiene stabile.
pl: Nic nie szwankuje. Trenuj, aby czuć – Twoje ciało trzyma się stabilnie.
pt_pt: Nada está a sinalizar. Treine para sentir que o teu corpo está firme.
ru: Ничего не вызывает тревоги. Тренируйтесь по самочувствию — организм держится стабильно.
th: ไม่มีอะไรถูกตั้งค่าสถานะ ฝึกให้รู้สึก - ร่างกายของคุณมั่นคง
zh_hans: 没有异常信号。按感觉训练——你的身体状态平稳。
zh_hant: 沒有異常信號。按感覺訓練——你的身體狀態平穩。

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
pt_pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
zh_hans: 通知
zh_hant: 通知

source: Notifications are off
de: Benachrichtigungen sind deaktiviert
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
it: Le notifiche sono disattivate
pl: Powiadomienia są wyłączone
pt_pt: As notificações estão desativadas
ru: Уведомления отключены
th: การแจ้งเตือนปิดอยู่
zh_hans: 通知已关闭
zh_hant: 通知已關閉

source: Notifications are off, so this can't buzz yet. Turn on the master switch in Notifications to let it through.
de: Mitteilungen sind aus, das kann also noch nicht vibrieren. Schalte den Hauptschalter unter „Mitteilungen“ ein, um es durchzulassen.
es: Las notificaciones están desactivadas, así que esto aún no puede vibrar. Activa el interruptor principal en Notificaciones para permitirlo.
fr: Les notifications sont désactivées, donc cela ne peut pas encore vibrer. Activez l'interrupteur principal dans Notifications pour le laisser passer.
it: Le notifiche sono disattivate, quindi questo non può ancora vibrare, attiva l'interruttore principale in Notifiche per consentirlo.
pl: Powiadomienia są wyłączone, więc nie można jeszcze włączyć brzęczyka. Włącz wyłącznik główny w Powiadomieniach, aby go przepuścić.
pt_pt: As notificações estão desativadas, pelo que isto ainda não pode vibrar. Ligue a chave principal em Notificações para permitir a passagem.
ru: Уведомления выключены, поэтому вибрация пока не сработает. Включите общий переключатель в разделе «Уведомления», чтобы разрешить её.
th: การแจ้งเตือนถูกปิดอยู่ จึงยังไม่สามารถสั่นได้ โปรดเปิดสวิตช์หลักในหน้าการแจ้งเตือน
zh_hans: 通知已关闭，因此这还无法震动，请在「通知」中打开总开关以放行它。
zh_hant: 通知已關閉，因此這還無法震動，請在「通知」中打開總開關以放行它。

source: Notifications are off. Enable them for NOOP in Settings to use check-ins.
de: Mitteilungen sind aus. Aktiviere sie für NOOP in den Einstellungen, um Check-ins zu nutzen.
es: Las notificaciones están desactivadas. Actívalas para NOOP en Ajustes para usar los check-ins.
fr: Les notifications sont désactivées. Active-les pour NOOP dans Réglages pour utiliser les points.
it: Le notifiche sono disattivate. Abilitali per NOOP nelle Impostazioni per utilizzare i check-in.
pl: Powiadomienia są wyłączone. Włącz je dla NOOP w Ustawieniach, by korzystać z zameldowań.
pt_pt: As notificações estão desativadas. Ative-os para NOOP em Configurações para usar check-ins.
ru: Уведомления отключены. Включите их для NOOP в настройках, чтобы использовать возвраты.
th: การแจ้งเตือนปิดอยู่ เปิดใช้งานสำหรับ NOOP ในการตั้งค่าเพื่อใช้การเช็คอิน
zh_hans: 通知已关闭。在“设置”中为 NOOP 启用它们以使用签入。
zh_hant: 通知已關閉。在「設定」中為 NOOP 啟用它們以使用簽入。

source: Notifications are off. Enable them for NOOP in Settings to use reminders.
de: Mitteilungen sind aus. Aktiviere sie für NOOP in den Einstellungen, um Erinnerungen zu nutzen.
es: Las notificaciones están desactivadas. Actívalas para NOOP en Ajustes para usar los recordatorios.
fr: Les notifications sont désactivées. Active-les pour NOOP dans Réglages pour utiliser les rappels.
it: Le notifiche sono disattivate. Abilitali per NOOP nelle Impostazioni per utilizzare i promemoria.
pl: Powiadomienia są wyłączone. Włącz je dla NOOP w Ustawieniach, by korzystać z przypomnień.
pt_pt: As notificações estão desativadas. Ative-os para NOOP em Configurações para usar lembretes.
ru: Уведомления отключены. Включите их для NOOP в настройках, чтобы использовать напоминания.
th: การแจ้งเตือนปิดอยู่ เปิดใช้งานสำหรับ NOOP ในการตั้งค่าเพื่อใช้การแจ้งเตือน
zh_hans: 通知已关闭。在“设置”中为 NOOP 启用它们以使用提醒。
zh_hant: 通知已關閉。在「設定」中為 NOOP 啟用它們以使用提醒。

source: Notify on low and full battery
de: Bei niedrigem und vollem Akku benachrichtigen
es: Avisar con batería baja y llena
fr: Avertir en cas de batterie faible ou pleine
it: Avvisa con batteria scarica e carica
pl: Powiadamiaj o niskim i pełnym akumulatorze
pt_pt: Notificar sobre bateria fraca e cheia
ru: Уведомлять о низком заряде и полной зарядке
th: แจ้งเตือนเมื่อแบตเตอรี่เหลือน้อยและเต็ม
zh_hans: 低电量和充满时通知
zh_hant: 電量低與充飽時通知

source: Notify when optimal strain is reached
de: Benachrichtigen, wenn die optimale Anstrengung erreicht ist
es: Notificar cuando se alcance el esfuerzo óptimo
fr: Notifier lorsque l'effort optimal est atteint
pl: Powiadamiaj, kiedy zostanie osiągnięte optymalne napięcie
pt_pt: Notificar quando a tensão ideal for atingida
th: แจ้งเตือนเมื่อถึงภาระร่างกายที่เหมาะสมที่สุด

source: now
de: jetzt
es: ahora
fr: à l'instant
it: adesso
pl: Teraz
pt_pt: agora
ru: сейчас
th: ขณะนี้
zh_hans: 刚刚
zh_hant: 剛剛

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
pl: Teraz
pt_pt: Agora
ru: Сейчас
th: ตอนนี้
zh_hans: 现在
zh_hant: 現在

source: Number
de: Nummer
es: Número
fr: Numéro
it: Numero
pl: Liczba
pt_pt: Número
ru: Номер
th: ตัวเลข
zh_hans: 数量
zh_hant: 數量

source: Nutrition
de: Ernährung
es: Nutrición
it: Nutrizione
pl: Odżywianie
pt_pt: Nutrição
ru: Питание
th: โภชนาการ
zh_hans: 营养
zh_hant: 營養

source: Nutrition (.csv)
de: Ernährung (.csv)
es: Nutrición (.csv)
it: Nutrizione (.csv)
pl: Odżywianie (.csv)
pt_pt: Nutrição (. csv)
ru: Питание (.csv)
th: โภชนาการ (.csv)
zh_hans: 营养（.csv）
zh_hant: 營養（.csv）

source: Oct
de: Okt
it: Ott
pl: paź
pt_pt: Outubro
ru: Окт.
th: ต.ค
zh_hans: 10月
zh_hant: 10月

source: of %@
de: von %@
es: de %@
fr: de %@
it: di %@
pl: z %@
pt_pt: de %@
ru: из %@
th: ของ %@

source: of %@ %@
de: von %@ %@
es: de %@ %@
fr: sur %@ %@
it: di %@ %@
pl: z %@ %@
pt_pt: de %@ %@
ru: из %@ %@
th: ของ %@ %@
zh_hans: 共 %@ %@
zh_hant: 共 %@ %@

source: of %@ L
de: von %@ L
es: de %@ L
fr: de %@ L
it: di %@ L
pl: z %@ L
pt_pt: de %@ L
ru: из %@ л
th: ของ %@ L
zh_hans: / %@ 升
zh_hant: / %@ 公升

source: of 3
de: von 3
es: de 3
fr: sur 3
it: di 3
pl: z 3
pt_pt: de 3
ru: из 3
th: จาก 3

source: of 3 · %@
de: von 3 · %@
es: de 3 · %@
fr: de 3 · %@
it: di 3 · %@
pl: z 3 · %@
pt_pt: de 3 · %@
ru: из 3 · %@
th: จาก 3 · %@

source: of 21
de: vom 21
es: de 21
fr: du 21
it: di 21
pl: z 21
pt_pt: de 21
ru: из 21
th: จาก 21
zh_hans: 共 21 个
zh_hant: 共 21 個

source: of 100
de: von 100
es: de 100
fr: sur 100
it: su 100
pl: z 100
pt_pt: de 100
ru: из 100
th: ของ 100

source: of beats
de: der Schläge
es: de latidos
fr: des battements
it: dei battiti
pl: uderzeń
pt_pt: de batidas
ru: от числа ударов
th: ของการเต้น
zh_hans: 的心跳
zh_hant: 的心跳

source: Off
de: Aus
es: Desactivado
fr: Désactivé
pl: Wyłączony
pt_pt: Desligado
ru: Выкл.
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: Off — no closer-look option
de: Aus — keine Option „Genauer ansehen“
es: Desactivado: sin opción de análisis detallado
fr: Désactivé — pas d'examen approfondi
it: Disattivato: nessuna opzione per uno sguardo più attento
pl: Wyłączone — brak opcji bliższego spojrzenia
pt_pt: Desligado – sem opção de olhar mais atento
ru: Выкл. — нет возможности рассмотреть поближе
th: ปิด — ไม่มีตัวเลือกในการมองอย่างใกล้ชิด
zh_hans: 关闭 — 没有仔细查看选项
zh_hant: 關閉 — 沒有仔細查看選項

source: Off baseline
de: Abseits der Basislinie
es: Fuera de la línea base
fr: Hors référence
it: Fuori dalla linea di base
pl: Poza linią bazową
pt_pt: Fora da linha de base
ru: Отклонение от нормы
th: นอกพื้นฐาน
zh_hans: 偏离基线
zh_hant: 偏離基線
